[
  {
    "published_date": "1637157600",
    "level": "1",
    "title": "Update-Mittwoch: Google, Microsoft und Zoom schließen Sicherheitslücken",
    "body": "SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates verschiedener Hersteller von Soft-und Hardware. Die Sicherheitsupdates schließen unterschiedliche Sicherheitslücken, über die kriminelle Hacker Schadsoftware ausführen und persönliche Daten abgreifen können.\r\n\r\nHier finden Sie ausgewählte Hersteller, die Sicherheitsupdates veröffentlicht haben:\r\n\r\n1. Google\r\n\r\nDas US-Unternehmen warnt zurzeit vor insgesamt 25 Sicherheitslücken im hauseigenen Browser Chrome. Über diese können Kriminelle Schadsoftware auf fremden Computern installieren und ausführen. Für einem Missbrauch der Schwachstelle reicht es aus, eine mit der Schadsoftware infizierte Webseite aufzurufen bzw. einen Link zu einer solchen Seite anzuklicken. Weitere Details nannte Google nicht.\r\n\r\nDas Risiko wird von Google selbst, aber auch vom Bundesamt für Sicherheit in der Informationstechnik (BS) als mittel bis sehr hoch eingeschätzt. Die Schwachstelle wurde aber bisher nicht von Hackern ausgenutzt.\r\n\r\nSiBa rät zur Aktualisierung des Browsers auf die Version 96.0.4664.45. Das geht bei Windows so: Sie klicken auf die drei Punkte oben rechts und wählen im Menü \u0022Hilfe\u0022 und klicken dann auf \u0022Über Google Chrome\u0022. Das Update wird daraufhin automatisch installiert.\r\n\r\nZukünftig werden weitere Anbieter Sicherheitsupdates für jene Browser bereitstellen, die auf Chrome basieren. Dazu gehören die Browser Microsoft Edge, Brave, Vivaldi und Opera.\r\n\r\n2. Microsoft\r\n\r\nMicrosoft berichtet von einer Schwachstelle im Betriebssystem Windows, insbesondere im Update-Assistenten. Betroffen sind die Versionen Windows 7, 8.1., 10 und 11. .Außerdem betroffen: Microsoft Windows Server 2008, 2012, 2016, 2019 und 2022. Kriminelle können über die Schwachstelle auf den PC bzw. auf das lokale System zugreifen, persönliche Daten einsehen, Dateien bearbeiten und löschen.\r\n\r\nDas Risiko wird vom BSI als mittel eingestuft.\r\n\r\nSiBa rät zur Akutalisierung des Betriebsystems bzw. des Update-Assistenten mittels Download über die Webseite (siehe Link unten).\r\n\r\n3. Zoom\r\n\r\nBereits letzten Freitag hat das Unternehmen Zoom Inc. für seine gleichnamige Videkonferenzsofware ein Update bereitgestellt. Dieses schließt mehrere Schwachstellen, über die Hacker falsche Informationen darstellen, Sicherheitseinstellungen umgehen, Informationen offenlegen und Schadsoftware ausführen können. Offenbar wurden die Schwachstellen in der Vergangenheit bereits ausgenutzt.\r\n\r\nDas Risiko wird vom BSI als mittel eingestuft.\r\n\r\nSiBa rät zur Akutalisierung der Software, bei Windows beispielsweise auf die Version 5.8.4. Öffnen Sie dazu das Programm Zoom auf Ihrem PC, klicken Sie auf Anmelden. Es erscheint kurz darauf automatisch ein Hinweis für das Update. Folgen Sie den Anweisungen des Prorgramms \u0022Zoom Updater.\u0022 Sie können alternativ auch die neuste Version von der Webseite heunterladen und installieren. Auf Smartphones erfolgt die Aktualisierung über den Google Play Store bzw. über den Apple App Store.\r\n",
    "categories": ["41", "42", "45"],
    "url_action": [
      {
        "url": "https://www.pcwelt.de/ratgeber/Update-auf-Chrome-96-behebt-25-Schwachstellen-11134576.html",
        "title": "PC-Welt: Update auf Chrome 96 behebt 25 Schwachstellen"
      },
      {
        "url": "https://www.heise.de/news/Zoom-dichtet-Sicherheitsluecken-in-mehreren-Produkten-und-Clients-ab-6265648.html",
        "title": "Heise.de: Zoom dichtet Sicherheitslücken in mehreren Produkten und Clients ab "
      }
    ],
    "url_explanation": [
      {
        "url": "https://support.google.com/chrome/answer/95414",
        "title": "Google:Chrome aktualisieren"
      },
      {
        "url": "https://www.microsoft.com/de-de/software-download/windows10",
        "title": "Microsoft: Windows November Update (Download)"
      },
      {
        "url": "https://support.zoom.us/hc/de/articles/201362233-Das-neueste-Zoom-Update-herunterladen",
        "title": "Zoom: Das neueste Zoom-Update herunterladen "
      }
    ],
    "id": "4859"
  },
  {
    "published_date": "1636556400",
    "level": "1",
    "title": "Update-Mittwoch: Adobe und AMD schließen Sicherheitslücken",
    "body": "SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates verschiedener Hersteller von Software und Hardware. Die Sicherheitsupdates schließen unterschiedliche Sicherheitslücken, über die kriminelle Hacker Schadsoftware ausführen und persönliche Daten abgreifen können.\r\n\r\nHier finden Sie ausgewählte Hersteller, die diese Woche Sicherheitsupdates veröffentlicht haben:\r\n\r\n1. Adobe\r\n\r\nDas US-Unternehmen warnt zurzeit vor Sicherheitslücken in der Creative Cloud und in den Anwendung \u0022InCopy\u0022 und \u0022RoboHelp Server\u0022. Die Schwachstellen wurden von Adobe und vom Bundesamt für Sicherheit in der Informationstechnik (BSI) teilweise als \u0022hoch\u0022, teilweise als \u0022mittel\u0022 eingestuft. Durch die Schwachstellen können Angreifer Schadsoftware ausführen bzw. die Creative Cloud durch massenhafte Überlastungsanfragen zum Abstürzen bringen. Weitere Details sind aber nicht bekannt. Es ist auch unklar, ob die Schwachstellen bereits von Hackern ausgenutzt worden sind. Bei der Creative Cloud sind ausschließlich Nutzer:innen unter macOS betroffen, \u0022InCopy\u0022 und \u0022Robohelp Server\u0022 sind unter macOS und Windows angreifbar.\r\n\r\nSiBa rät zur Aktualisierung der Awendungen, sofern dies nicht automatisch geschieht.\r\n\r\n2. AMD\r\n\r\nAMD hat eine Sicherheitslücke im Prozessor EPYC geschlossen. Das Bundesamt für Sicherheit in der Informationstechnik (BSI) teilt mit, dass Kriminelle mehrere Schwachstellen im AMD Prozessor ausnutzen können, um Schadsoftware auszuführen oder Systeme zu überlasten. Durch gezielte Angreiffe können die Hacker persönliche und vertrauliche Daten offenlegen und Dateien manipulieren. Dabei umgehen sie Sicherheitsmaßnahmen.\r\n\r\nDas Risko wird vom BSI als sehr hoch eingestuft\r\n\r\nHier empfiehlt SiBa eine Akutalisierung der Software für der Prozessor, die der Hersteller AMD bereitstellt. ",
    "categories": ["37"],
    "url_action": [
      {
        "url": "https://www.heise.de/news/Patchday-Adobe-schliesst-Schadcode-Luecken-in-InCopy-und-RoboHelp-Server-6263083.html",
        "title": "Heise.de: Adobe schließt Schadcode-Lücken in InCopy und RoboHelp Server "
      },
      {
        "url": "https://www.bsi.bund.de/SharedDocs/Warnmeldungen/DE/TW/2021/11/warnmeldung_tw-t21-0221.html?nn=520060",
        "title": "BSI: AMD Prozessor: Mehrere Schwachstellen"
      }
    ],
    "url_explanation": [
      {
        "url": "https://helpx.adobe.com/de/creative-cloud/help/creative-cloud-updates.html",
        "title": "Adobe: Aktualisierung der Creative Cloud"
      }
    ],
    "id": "4854"
  },
  {
    "published_date": "1636443000",
    "level": "0",
    "title": "Social Engineering-Angriff auf Robinhood",
    "body": "Robinhood ist eine Plattform für den direkten Handel mit Aktien, Fonds und anderen Produkten an der Börse mittels App oder Webseite. Wie das Unternehmen nun bekannt gab, wurde es Anfang November Opfer eines erfolgreichen Angriffs: Kriminellen gelang es, mittels sogenanntem Social Engineering Mitarbeiter:innen dazu zu bringen, ihnen Zugang zu sensiblen Kundeninformationen zu gewähren.\r\n\r\nAls „Social Engineering“ bezeichnet man den Versuch, mithilfe psychologischer Tricks und Täuschung Zielpersonen zu bestimmten Handlungen zu bringen. Dabei handelt es sich in der Regel um eine besonders gezielte Form des Phishing: Beispielsweise täuschen Angreifer mit authentisch wirkenden E-Mails die Identität Vorgesetzter vor, um bei Mitarbeiter:innen Zahlungen anzuweisen oder Zugangsdaten zu erfragen.\r\n\r\nLaut Bericht wurden bei Robinhood die E-Mail-Adressen von rund 5 Millionen Kund:innen ergattert, darüber hinaus die Namen von weiteren 2 Millionen. Von einer kleineren Gruppe von Personen (rund 300) gerieten weitere sensible Daten in die Hände der Angreifer. Kritische Informationen wie Zahlungsdaten seien laut Robinhood nicht abgegriffen worden. Das Unternehmen hat die besonders betroffenen Kund:innen direkt informiert.\r\n\r\nSiBa rät Unternehmen und Betrieben zur regelmäßigen Sensibilisierung von Mitarbeiter:innen rundum die Themen Social Engineering und Phishing: Häufig ist es die „Schwachstelle Mensch“ die es Angreifern ermöglicht, technische Sicherheitsvorkehrungen auszuschalten oder zu umgehen. Regelmäßige Schulungen und Awareness-Kampagnen sind deshalb ein wichtiger Baustein für mehr Sicherheit.\r\n",
    "categories": ["39"],
    "url_action": [
      {
        "url": "https://blog.robinhood.com/news/2021/11/8/data-security-incident",
        "title": "Meldung von Robinhood zum Vorfall (auf Englisch)"
      },
      {
        "url": "https://www.spiegel.de/netzwelt/robinhood-hackerangriff-bei-trading-app-a-9c1be850-d1c9-4c72-822b-e5879ebd4251",
        "title": "SPIEGEL: Hacker greifen Tradingplattform Robinhood an"
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.sicher-im-netz.de/social-engineering-und-phishing-erkennen",
        "title": "Social Engineering und Phishing erkennen"
      }
    ],
    "id": "4847"
  },
  {
    "published_date": "1635946200",
    "level": "1",
    "title": "Update-Mittwoch: Kritische Schwachstellen bei Android, Sicherheitslücken bei Firefox und wichtige Updates für Bitdefender Endpoint Security/Total Security",
    "body": "SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates. Diese schließen Sicherheitslücken in Anwendungen und Betriebssystemen, sodass kriminelle Hacker über sie keine persönlichen oder vertraulichen Daten mehr abgreifen und keine Systeme mehr mit Schadsoftware angreifen können. Oder sie bieten neue Features für den Schutz von privaten Daten.\r\n\r\nSiBa rät, den Mittwoch zu nutzen, um die zur Verfügung gestellten Sicherheitsupdates zu installieren, sofern das nicht automatisch geschieht.\r\n\r\n1. Patch-Day bei Android schließt mehrere Schwachstellen\r\nEine Reihe von Schwachstellen wurde bei verschiedenen Android-Versionen geschlossen. Neben mehreren als „hoch“ eingestuften Sicherheitslücken gibt es auch zwei „kritische“ Schwachstellen, die von Angreifern genutzt werden können, um aus der Ferne Schadcode auf Geräten auszuführen. Betroffen sind Geräte mit Android 9, 10, 11 oder 12. Prüfen Sie auf Ihrem Android-Gerät, ob ggf. Updates bereitstehen und installieren sie diese umgehend.\r\n\r\n2. Mozilla behebt mehrere Sicherheitslücken im Browser Firefox\r\nDie neue Version von Firefox 94 schließt insgesamt 13 Sicherheitslücken, bei der ESR-Version 91.3 sind es immerhin 10 Schwachstellen. Zwar sind keine kritischen Schwachstellen dabei, dennoch rät SiBa dazu, den genutzten Browser immer aktuell zu halten: Der Webbrowser ist in vielen Fällen das Einfallstor für Schadsoftware und sollte deshalb besonders sicher sein.\r\n\r\n3. Bitdefender schließt Schwachstellen in eigener Sicherheitssoftware\r\nWindows Bitdefender Endpoint Security sowie Total Security sind IT-Sicherheitslösungen, die vor allem in Unternehmen zum Einsatz kommen. Mit einem Update hat der Anbieter nun jedoch zwei Sicherheitslücken geschlossen, mit deren Hilfe ausgerechnet die Sicherheitssoftware selbst als Einfallstor für Angreifer genutzt werden konnte. Die Updates werden automatisch installiert, die Versionen Endpoint Security Tools 7.2.1.65 und Total Security 25.0.26 gelten als sicher.\r\n",
    "categories": ["41", "42"],
    "url_action": [
      {
        "url": "https://www.bsi.bund.de/SharedDocs/Warnmeldungen/DE/TW/2021/11/warnmeldung_tw-t21-0218.html",
        "title": "Sicherheitshinweis des BSI zu Schwachstellen bei Android"
      },
      {
        "url": "https://www.mozilla.org/en-US/security/advisories/mfsa2021-48/",
        "title": "Liste der behobenen Sicherheitslücken in Firefox 94 (Englisch)"
      },
      {
        "url": "https://www.heise.de/news/Sicherheitspatch-Bitdefender-Endpoint-Security-als-Einstiegspunkt-fuer-Angreifer-6237552.html",
        "title": "Artikel zu Sicherheitslücken bei Bitdefender bei heise"
      }
    ],
    "url_explanation": [
      {
        "url": "https://support.google.com/android/answer/7680439?hl=de",
        "title": "Hilfe-Seite zur Aktualisierung von Android"
      },
      {
        "url": "https://support.mozilla.org/de/kb/firefox-auf-die-letzte-version-aktualisieren",
        "title": "Hilfe-Seite zur Aktualisierung von Firefox"
      }
    ],
    "id": "4844"
  },
  {
    "published_date": "1635945300",
    "level": "1",
    "title": "Apps mit Schadsoftware im Google Play Store",
    "body": "Angreifern ist es gelungen, an den Sicherheitsvorkehrungen von Google vorbei Apps mit Schadsoftware in den offiziellen Play Store zu schmuggeln. Das perfide: Die betreffenden Apps erfüllten vordergründig ihren offiziell angegebenen Zweck und waren deshalb für Nutzer:innen nicht sofort als unseriös erkennbar. Im Hintergrund versuchten sich die Apps jedoch weitreichende Rechte zu verschaffen und die Kontrolle über betreffende Geräte zu übernehmen. So kann der Trojaner beispielsweise SMS-Nachrichten beim Online-Banking abfangen oder Passwörter auslesen.\r\n\r\nInsgesamt 19 betroffene Apps haben Sicherheitsforscher identifiziert, manche davon wurden bis zur Entfernung aus dem Play Store bereits mehr als 10.000 Mal heruntergeladen. Auch in den App Stores von Amazon oder Samsung wurden die Trojaner verbreitet. Die prominentesten Vertreter sind die Apps „All Passwords“, „Anti-ads Browser“, „Data Saver“, „Lite Launcher“, „My Phone“, „Night Light” sowie „Phone Plus”. \r\n\r\nSiBa rät Android-Nutzer:innen, zu prüfen, ob eine der genannten Apps installiert wurde. Sofern dies der Fall ist, sollte sie umgehend gelöscht werden. Leider ist die Gefahr jedoch damit nicht unbedingt gebannt: Hat sich die Schadsoftware einmal im Betriebssystem eingenistet, kann man sich nur nach dem vollständigen Zurücksetzen sicher sein, dass sie weg ist. SiBa rät deshalb im Zweifel, alle Daten zu sichern und das Gerät neu einzurichten.\r\n",
    "categories": ["42"],
    "url_action": [
      {
        "url": "https://www.heise.de/news/AbstractEmu-Trojaner-schleicht-sich-in-Google-Play-und-rootet-Android-Geraete-6245987.html",
        "title": "Artikel zum Vorfall bei heise"
      }
    ],
    "url_explanation": [
      {
        "url": "https://support.google.com/android/answer/6088915?hl=de",
        "title": "Hilfe-Seite zum Zurücksetzen von Android auf Werkseinstellungen"
      }
    ],
    "id": "4843"
  },
  {
    "published_date": "1635342300",
    "level": "1",
    "title": "Update-Mittwoch: Kritische Schwachstellen bei Adobe-Programmen und Sicherheitslücken bei Apple-Produkten",
    "body": "SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates. Diese schließen Sicherheitslücken in Anwendungen und Betriebssystemen, sodass kriminelle Hacker über sie keine persönlichen oder vertraulichen Daten mehr abgreifen und keine Systeme mehr mit Schadsoftware angreifen können. Oder sie bieten neue Features für den Schutz von privaten Daten.\r\n\r\nSiBa rät, den Mittwoch zu nutzen, um die zur Verfügung gestellten Sicherheitsupdates zu installieren, sofern das nicht automatisch geschieht.\r\n\r\nSicherheitsupdates für viele Adobe-Programme\r\n\r\nAdobe hat mit Updates für Photoshop, Premiere Pro, Lightroom, InDesign und vielen weiteren Programmen eine Reihe kritischer Sicherheitslücken geschlossen. Mit deren Hilfe soll es Angreifern möglich sein, Programmcode auf entsprechende Geräte zu schleusen, Programme abstürzen zu lassen oder auf andere Daten im Arbeitsspeicher zuzugreifen. Dementsprechend rät Adobe, die entsprechenden Updates so schnell wie möglich zu installieren. Es ist nicht bekannt, ob die Schwachstellen bislang ausgenutzt wurden.\r\n\r\nUpdate schließt bekannte Sicherheitslücke in Apple-Produkten\r\n\r\nBei iOS und iPadOS wurde mit einem Update auf 15.0.2 bereits vor zwei Wochen eine schwerwiegende Schwachstelle geschlossen, von der bekannt ist, dass sie von Angreifern aktiv genutzt wird. Nun kommt endlich auch das entsprechende Update für iOS bzw. iPadOS 14: In der Version 14.8.1 ist nun auch hier vorerst die Gefahr gebannt. Darüber hinaus wurden weitere Bugs und kleinere Schwachstellen behoben. SiBa rät allen Nutzer:innen mit iOS oder iPadOS 14-Geräten dringend, das Update schnellstmöglich zu installieren.\r\n",
    "categories": ["41", "42"],
    "url_action": [
      {
        "url": "https://support.apple.com/de-de/HT212868",
        "title": "Apple-Webseite zum aktuellen Update (auf Englisch)"
      },
      {
        "url": "https://www.heise.de/news/Adobe-beseitigt-teils-kritische-Schwachstellen-aus-vielen-Produkten-6232663.html",
        "title": "Heise-Artikel zu den veröffentlichten Updates"
      }
    ],
    "url_explanation": [
      {
        "url": "https://support.apple.com/de-de/HT204204",
        "title": "Anleitung: iOS bzw. iPadOS aktualisieren"
      },
      {
        "url": "https://helpx.adobe.com/de/download-install.html",
        "title": "Adobe: Aktuelle Programmversionen herunterladen"
      }
    ],
    "id": "4816"
  },
  {
    "published_date": "1635237000",
    "level": "1",
    "title": "Unseriöse Smartphone-Ortungsdienste sind Abo-Fallen",
    "body": "Verlorene Handys oder Tablets kann man unter bestimmten Umständen mit sogenannten Ortungsdiensten lokalisieren lassen - auf einer Karte wird dann angezeigt, wo sich das Gerät zu welchem Zeitpunkt befand. Doch Vorsicht: So mancher Ortungsdienst versucht aus der Not der Suchenden besonders viel Profit zu schlagen. Anbieter wie www.locating.mobi, www.geolite.mobi, www.goandfind.online sind Abo-Fallen!\r\n\r\nZwar werben die Anbieter auf der Startseite mit besonders günstigen Gebühren – für 50 Cent für einen Tag kann man das Angebot angeblich unverbindlich testen – doch schon wenige Tage später erfolgen weitere Abbuchungen. Auf diese zusätzlichen Kosten wird nicht transparent hingewiesen, gesetzliche Regelungen zur Gestaltung von Bestellseiten werden missachtet. Damit sind vermeintliche Verträge mit dem Anbieter ungültig.\r\n\r\nBetroffene bleiben jedoch meist auf den Kosten sitzen: Die betrügerischen Betreiber der Webseiten befinden sich oft im Ausland und sind kaum greifbar. Sind Sie in eine Abo-Falle getappt, sollten Sie umgehend Ihre Bank kontaktieren und versuchen, dort entsprechende Abbuchungen zurückzuverlangen und neue zu verhindern. Unter Umständen können Sie auch die Zurückerstattung der Beträge bei Ihrem Zahlungsdienstleister anfordern.\r\n",
    "categories": ["43"],
    "url_action": [
      {
        "url": "https://www.mimikama.at/aktuelles/smartphone-ortungsdienste/",
        "title": "Artikel zu betrügerischen Ortungsdiensten bei mimikama"
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.vzhh.de/themen/telefon-internet/abofallen/abofalle-im-internet-zahlen-sie-nicht",
        "title": "Hilfeseite zu Abofallen bei der Verbraucherzentrale Hamburg"
      }
    ],
    "id": "4815"
  },
  {
    "published_date": "1634107500",
    "level": "1",
    "title": "Update-Mittwoch: LibreOffice und OpenOffice, Apache Webserver, Microsoft-Produkte",
    "body": "SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates. Diese schließen Sicherheitslücken in Anwendungen und Betriebssystemen, sodass kriminelle Hacker über sie keine persönlichen oder vertraulichen Daten mehr abgreifen und keine Systeme mehr mit Schadsoftware angreifen können. Oder sie bieten neue Features für den Schutz von privaten Daten.\r\nSiBa rät, den Mittwoch zu nutzen, um die zur Verfügung gestellten Sicherheitsupdates zu installieren, sofern das nicht automatisch geschieht.\r\n\r\n1. LibreOffice und OpenOffice\r\nBei LibreOffice und OpenOffice handelt es sich um Office-Pakete, die als Open Source-Alternative zu den Office-Produkten von Microsoft kostenlos angeboten werden. Nun haben Sicherheitsforscher zwei schwerwiegende Sicherheitslücken festgestellt: Angreifer können den Programmen gefälschte Unterschriften bzw. Signaturen unterjubeln. Aktualisieren Sie LibreOffice auf eine Version ab 7.0.5 sowie OpenOffice auf 4.1.11 um sich zu schützen.\r\n\r\n2. Apache Webserver\r\nBeim Apache HTTP Server handelt es sich um Software, die auf Webservern dafür zuständig ist, Webseiten und Inhalte an Besucher auszuspielen. Eine dort nun geschlossene Schwachstelle gilt deshalb als besonders schwerwiegend: Apache ist auf unzähligen mit dem Internet verbundenen Geräten im Einsatz. Aufgrund der Sicherheitslücke bei den Versionen 2.4.49 und 2.4.50 ist es Angreifern unter bestimmten Umständen möglich, Schadcode auf dem Webserver auszuführen. Nutzen Sie oder Ihr Unternehmen einen entsprechenden Webserver, sollten Sie so schnell wie möglich das Sicherheitsupdate installieren.\r\n\r\n3. Patch Day bei Microsoft\r\nMicrosoft hat für Produkte des Konzerns im Rahmen des Patch Tuesday im Oktober zahlreiche Schwachstellen geschlossen – insgesamt 71 Sicherheitslücken. Darunter auch zwei, die von Microsoft als „kritisch“ beurteilt werden: Eine betrifft Webserver mit Microsoft Exchange, die andere das Betriebssystem Windows. SiBa empfiehlt, insbesondere Updates für Windows immer schnellstmöglich zu installieren – ein aktuelles Betriebssystem ist grundlegend für IT-Sicherheit.\r\n",
    "categories": ["41", "45"],
    "url_action": [
      {
        "url": "https://de.libreoffice.org/download/download/",
        "title": "Aktuelle Version von LibreOffice herunterladen"
      },
      {
        "url": "https://www.openoffice.de/",
        "title": "Aktuelle Version von OpenOffice herunterladen"
      },
      {
        "url": "https://httpd.apache.org/download.cgi",
        "title": "Aktuelle Version von Apache HTTP Server herunterladen"
      },
      {
        "url": "https://support.microsoft.com/de-de/windows/windows-aktualisieren-3c5ae7fc-9fb6-9af1-1984-b5e0412c556a",
        "title": "Windows aktualisieren"
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.bsi.bund.de/DE/Themen/Verbraucherinnen-und-Verbraucher/Informationen-und-Empfehlungen/Cyber-Sicherheitsempfehlungen/Updates-Browser-Open-Source-Software/Wichtige-Softwareupdates/wichtige-softwareupdates_node.html",
        "title": "BSI: Softwareupdates – ein Grundpfeiler der IT-Sicherheit"
      }
    ],
    "id": "4803"
  },
  {
    "published_date": "1634028300",
    "level": "1",
    "title": "Gefälschte SMS mit angeblich verpassten Anrufen",
    "body": "Nicht nur mit gefälschten E-Mails versuchen Betrüger, Empfänger auf unseriöse und betrügerische Webseiten zu lenken, um persönliche Daten abzugreifen: Auch mit SMS über angeblich verpasste Anrufe oder nicht zugestellte Pakete versuchen Kriminelle, Menschen in die Irre zu führen. Dieses Vorgehen wird als „Smishing“ bezeichnet, eine Abwandlung vom „Phishing“ bei E-Mails.\r\n\r\nDerzeit erhalten wieder vermehrt Menschen entsprechende SMS-Nachrichten: Sie hätten einen Anruf verpasst und die Person hätte eine Nachricht hinterlassen. Um diese abzurufen, soll man einen Link öffnen – der führt jedoch auf eine betrügerische Webseite. Auf dieser werden persönliche Daten abgefragt, die dann bei den Kriminellen landen. Im schlimmsten Fall verbreitet die Webseite darüber hinaus Schadsoftware.\r\n\r\nSiBa rät, solche SMS-Nachrichten zu löschen. Hinterlässt ein Anrufer auf Ihrem Anrufbeantworter eine Nachricht, so werden Sie in der Regel von Ihrem Anbieter direkt informiert. Schauen Sie darüber hinaus immer nur auf der Seite des Paketdienstleisters nach dem Status bei Ihrem Versand und ignorieren Sie verdächtige SMS.\r\n",
    "categories": ["42"],
    "url_action": [
      {
        "url": "https://www.kurier.de/inhalt.die-polizei-warnt-neue-smishing-betrugsmasche-im-umlauf.205d7772-c82c-4f64-969d-b67cf324a9f3.html",
        "title": "Artikel zur aktuellen Smishing-Welle beim Kurier"
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.sicher-im-netz.de/fuenf-dsin-verbrauchertipps-gegen-smishing-angriffe",
        "title": "DsiN: Fünf DsiN-Verbrauchertipps gegen Smishing-Angriffe"
      },
      {
        "url": "https://www.bsi.bund.de/DE/Service-Navi/Presse/Alle-Meldungen-News/Meldungen/Smishing_SMS-Phishing_090421.html",
        "title": "BSI: \u0022Smishing\u0022 - Achtung vor SMS-Phishing"
      }
    ],
    "id": "4801"
  },
  {
    "published_date": "1633584600",
    "level": "1",
    "title": "Update-Mittwoch: SiBa-Update, Android, Firefox und Chrome",
    "body": "Aufgrund eines Softwarefehlers funktionierte die SiBa-App auf manchen Android-Geräten die letzten Tage nicht mehr richtig: Beim Öffnen der App wurde statt der SiBa-Meldungen nur ein grauer Bildschirm angezeigt. Das gestern im Play Store veröffentlichte Update behebt das Problem. Vielen Dank an alle Nutzer:innen, die uns auf das Problem aufmerksam gemacht haben!\r\n\r\nAus diesem Grund kommt der Update-Mittwoch diese Woche einen Tag später: SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates verschiedener Hersteller von Software und Hardware. Die Sicherheitsupdates schließen unterschiedliche Sicherheitslücken, über die kriminelle Hacker Schadsoftware ausführen und persönliche Daten abgreifen können.\r\n\r\nHier finden Sie ausgewählte Hersteller, die heute oder diese Woche Sicherheitsupdates veröffentlicht haben:\r\n\r\n1. Google: Android\r\nGoogle hat Sicherheitsupdates für Android 8.1, 9, 10 und 11 veröffentlicht, die mehrere kritische Schwachstellen schließen, mit deren Hilfe Angreifer unter bestimmten Umständen Schadsoftware auf betreffenden Geräten ausführen können. Es gibt bislang keine Anzeichen dafür, dass die Lücken schon ausgenutzt wurden. SiBa rät, entsprechende Updates umgehend zu installieren – je nach Gerät und Hersteller kann es jedoch noch ein wenig dauern, bis die Aktualisierung auch für Sie verfügbar ist.\r\n\r\n2. Mozialla: Firefox\r\nMozilla hat neue Firefox-Versionen veröffentlicht (93, ESR 78.15 und ESR 91.2), die mehrere Schwachstellen schließen. Das Risiko der Sicherheitslücken reicht von „Mittel“ bis „Hoch“; die größte Gefahr besteht darin, dass Angreifer im Browser präparierte Elemente einblenden können, um Nutzer:innen in die Irre zu führen. Installieren Sie deshalb zeitnah das Update.\r\n\r\n3. Google: Chrome\r\nBereits Anfang des Monats wurden weitere Sicherheitsupdates für den Browser Chrome veröffentlicht, der derzeit besonders im Visier von Angreifern liegt. Version 94.0.4606.71 schließt zwei Sicherheitslücken, auch hier gilt deshalb: Halten Sie Ihren Browser immer auf dem aktuellen Stand!\r\n",
    "categories": ["41", "42", "45"],
    "url_action": [
      {
        "url": "https://www.cyberfibel.de/digitale-kompetenzen/geraete-und-software-sicher-einrichten-und-pflegen/software-aktuell-halten/",
        "title": "Cyberfibel: Software aktuell halten"
      },
      {
        "url": "https://www.bsi.bund.de/DE/Themen/Verbraucherinnen-und-Verbraucher/Informationen-und-Empfehlungen/Cyber-Sicherheitsempfehlungen/Updates-Browser-Open-Source-Software/Wichtige-Softwareupdates/wichtige-softwareupdates_node.html",
        "title": "BSI: Softwareupdates – ein Grundpfeiler der IT-Sicherheit"
      }
    ],
    "url_explanation": [
      {
        "url": "https://support.google.com/android/answer/7680439?hl=de",
        "title": "Android aktualisieren"
      },
      {
        "url": "https://support.mozilla.org/de/kb/firefox-auf-die-letzte-version-aktualisieren",
        "title": "Firefox aktualisieren"
      },
      {
        "url": "https://support.google.com/chrome/answer/95414?hl=de\u0026co=GENIE.Platform%3DDesktop",
        "title": "Chrome aktualisieren"
      }
    ],
    "id": "4789"
  },
  {
    "published_date": "1633413600",
    "level": "0",
    "title": "Entwarnung: Komplettausfall bei Facebook kein Sicherheitsrisiko",
    "body": "Gestern kam es am späten Nachmittag zu einem globalen Totalausfall bei Facebook: Das Netzwerk war für einige Stunden überhaupt nicht erreichbar. Darüber hinaus gab es erhebliche Einschränkungen bei anderen Diensten des Konzerns: Instagram und WhatsApp hatten mit schwerwiegenden Störungen zu kämpfen. Erst in der Nacht konnte Facebook das Problem beheben, seitdem sollten alle Dienste wieder voll funktionsfähig sein.\r\n\r\nDer Ausfall hatte auch Konsequenzen jenseits von Facebook: Eine Reihe weiterer Webseiten und Dienste hatte in der Folge mit Einschränkungen zu kämpfen. So gibt es Unternehmen, die beispielsweise WhatsApp für die interne Kommunikation nutzen oder von Facebook angebotene Bausteine als Teil ihrer eigenen Webseiten verwenden. Auch mehrere DNS-Server gingen in die Knie: Eine Flut von Anfragen nach der zur Domain facebook.com gehörenden IP-Adresse überforderte die Infrastruktur.\r\n\r\nIn einer Stellungnahme zum Vorfall erläuterte der Konzern, dass der Ausfall durch einen technischen Fehler verursacht wurde und nicht durch einen Hackerangriff oder eine IT-Schwachstelle. Laut Facebook gibt es \u0022keine Anhaltspunkte dafür, dass Nutzerdaten durch diesen Ausfall gefährdet wurden.\u0022\r\n",
    "categories": ["44"],
    "url_action": [
      {
        "url": "https://www.mimikama.at/aktuelles/facebook-und-instagram-down/",
        "title": "Bericht zum Ausfall bei Mimikama"
      }
    ],
    "url_explanation": [
      {
        "url": "https://engineering.fb.com/2021/10/04/networking-traffic/outage/",
        "title": "Stellungnahme von Facebook (auf Englisch)"
      }
    ],
    "id": "4787"
  },
  {
    "published_date": "1632906900",
    "level": "2",
    "title": "Update-Mittwoch: Google, Microsoft und D-Link schließen Sicherheitslücken",
    "body": "SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates verschiedener Hersteller von Software und Hardware. Die Sicherheitsupdates schließen unterschiedliche Sicherheitslücken, über die kriminelle Hacker Schadsoftware ausführen und persönliche Daten abgreifen können.\r\n\r\nHier finden Sie ausgewählte Hersteller, die heute oder diese Woche Sicherheitsupdates veröffentlicht haben:\r\n\r\n1. Google\r\n\r\nDas US-Unternehmen warnt zurzeit vor einer Sicherheitslücke im Browser Chrome. Diese produziert Speicherfehler, wodurch Kriminelle Schadsoftware auf fremden Computern installieren und ausführen können. Für einem Missbrauch der Schwachstelle reicht es aus, eine mit der Schadsoftware infizierte Webseite aufzurufen bzw. einen Link zu einer solchen Seite anzuklicken. Weitere Details nannte Google aber nicht.\r\n\r\nDas Risiko wird von Google selbst, aber auch vom Bundesamt für Sicherheit in der Informationstechnik (BS) als sehr hoch eingeschätzt. Die Sicherheitslücke soll auch bereits von Hackern ausgenutzt worden sein.\r\n\r\nSiBa rät zur Aktualisierung des Browsers auf die Version 94.0.4606.61. Das geht so: Sie klicken auf die drei Punkte oben rechts und wählen im Menü \u0022Hilfe\u0022 und klicken dann auf \u0022Über Google Chrome\u0022. Das Update wird daraufhin automatisch installiert.\r\n\r\n2. Microsoft\r\n\r\nDie oben genannte Sicherheitslücke betrifft auch den Browser Edge des US-Unternehmens Microsoft, da dieser mit dem gleichen Grundgerüst entwickelt wurde.\r\n\r\nDas Risko ist hier ebenfalls sehr hoch.\r\n\r\nAuch hier empfiehlt SiBa eine Akutalisierung auf die Version 94.0.992.31. Das geht so: Sie klicken auf die drei Punkte oben rechts und wählen im Menü \u0022Hilfe und Feedback\u0022 und dann auf \u0022Infos zu Microsoft Edge\u0022. Das Update startet schließlich ohne ihr Zutun. \r\n\r\n3. D-Link\r\n\r\nDer taiwanische Hardware-Hersteller hat Sicherheitsupdates für die Router DIR-X1560 und DIR-X6060 zur Verfügung gestellt. Das Sicherheitsupdate behebt Fehler in der Verschlüsselung WPA2 und WPA3. Über die Fehler können Angreifer Zugriff auf das WLAN-Netzwerk erlangen, für Verbindungsabbrüche sorgen oder die Internetverbindung stören. Wie genau ist unklar, D-Link macht hier keine konkreten Angaben.\r\n\r\nAuch die Risiko-Einstufung wurde vom Hersteller nicht genannt. D-Link sagt aber, dass das Sicherheitsupdate umgehend zu installieren ist, um Attacken zu verhindern.\r\n\r\nSiBa rät, in den Einstellungen der genannten Router die Firmware (die Software im Gerät) auf die Versionen 1.04B04 (DIR-X1560) bzw 1.02B01 (DIR-X6060) zu aktualieren bzw. zu prüfen, ob das automatisch passiert. Wie das geht, finden Sie im Handbuch Ihres Routers. Generrell sollte Sie regelmäßig prüfen, ob die Firmware in Ihrem Router sich auf dem aktuellen Stand befindet. Sofern möglich, aktivieren Sie in den Einstellungen Ihrers Routers die automatische Aktualisierung der Firmware. Sie dann umgehend geschützt, sobald ein Update vorliegt. \r\n",
    "categories": ["41"],
    "url_action": [
      {
        "url": "https://www.t-online.de/digital/sicherheit/id_100002446/sicherheitsluecke-in-edge-und-chrome-browsern-jetzt-updaten-.html",
        "title": "T-Online: Gefährliche Lücke in Chrome-Browser – jetzt updaten"
      },
      {
        "url": "https://www.heise.de/news/Sicherheitsupdates-D-Link-Angreifer-koennten-WLAN-Verbindung-von-Clients-kappen-6203826.html",
        "title": "Heise.de: Sicherheitsupdates D-Link: Angreifer könnten WLAN-Verbindung von Clients kappen "
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.cyberfibel.de/digitale-kompetenzen/geraete-und-software-sicher-einrichten-und-pflegen/software-aktuell-halten",
        "title": "Cyberfibel: Software aktuell halten"
      },
      {
        "url": "https://www.bsi.bund.de/DE/Themen/Verbraucherinnen-und-Verbraucher/Informationen-und-Empfehlungen/Cyber-Sicherheitsempfehlungen/Updates-Browser-Open-Source-Software/Wichtige-Softwareupdates/wichtige-softwareupdates_node.html",
        "title": "BSI: Softwareupdates – ein Grundpfeiler der IT-Sicherheit"
      }
    ],
    "id": "4778"
  },
  {
    "published_date": "1632297600",
    "level": "1",
    "title": "Update-Mittwoch: Apple, Apache, McAfee und VMware schließen Sicherheitslücken",
    "body": "SiBa informiert Sie jeden Mittwoch über Sicherheitsupdates. Diese schließen Sicherheitslücken in Anwendungen und Betriebssystemen, sodass kriminelle Hacker über sie keine persönlichen oder vertraulichen Daten mehr abgreifen und keine Systeme mehr mit Schadsoftware angreifen können. Oder sie bieten neue Features für den Schutz von privaten Daten.\r\n\r\nSiBa rät, den Mittwoch zu nutzen, um die zur Verfügung gestellten Sicherheitsupdates zu installieren, sofern das nicht automatisch geschieht.\r\n\r\n1. Apple\r\n\r\nApple hat bereits am Montag zahlreiche neue Updates veröffentlicht, für:\r\n\r\niOS,\r\niPadOS,\r\nmacOS,\r\nSafari und\r\niTunes.\r\n\r\nDie Updates zu iOS 15, iPadOS 15 und zu macOS Monterey bringen zahlreiche neue Funktionen zum Schutz privater Daten mit sich. So werden E-Mails mit der Anwendung \u0022Apple Mail\u0022 nun so versandt, dass die IP-Adresse des Absenders maskiert wird. Außerden können Nutzer:innen, die beim Versand von E-Mails Ihre E-Mail-Adresse nicht preisgeben wollen, jederzeit immer wieder neue zufällige E-Mail-Adressen erstellen. Der Browser Safari wurde überarbeitet und unterbindet zukünftig die Überwachung mithilfe eines verbesserten Tracking-Schutzes. So können Anbieter von Onlinediensten zukünftig nicht mehr websiteübergreifende Aktivitäten von Nutzenden erfassen und keine Profile mehr für die Darstellung personalisierter Werbung erstellen. Außerdem wird mit der neuen Funktion \u0022iCloud Private Relay\u0022 der Datenverkehr auf dem Gerät verschlüsselt. Mit dem neuen \u0022App Privacy Report\u0022 bei iPadOS und iOS bietet Apple ab sofort eine Übersicht an, mit der überprüft werden kann, welche Apps in den letzten 7 Tagen auf Fotos, Kamera, Mikrofon oder auf Kontakte zugegriffen haben. Nutzer:innen können dies weiter erlauben oder unterbinden. Der \u0022App Privacy Report\u0022 zeigt auch an, welche privaten Daten mit welchen Drittanbietern geteilt wurden.\r\n\r\nDarüber hinaus hat Apple bereits vor einer Woche für iOS und iPadOS das Sicherheitsupdate 14.8 veröffentlicht, welches Sicherheitslücken schließt, über das Spähsoftware in die Geräte eingeschleust werden kann. SiBa berichtete bereits letzte Woche.\r\n\r\nAußerdem stehen neue Sicherheitsupdates für die Software iTunes und für den Browser Safari im Betriebssystem macOS bereit. Beide schließen eine Schwachstelle, die von Kriminellen ausgenutzt werden kann, um Schadsoftware über die Rechteverwaltung auszuführen. Für macOS selbst stehen auch Sicherheitsupdates zur Verfügung, welche Sicherheitslücken schließen, über die Administrationsrechte verändert werden können, was dazu führt, dass Sicherheitsvorkehrungen umgangen werden können. Das erlaubt das Abgreifen privater Daten und das Ausführen von Schadsoftware.\r\n\r\n2. Apache OpenOffice\r\n\r\nAuch für die Office-Lösung \u0022Open Office\u0022 von Apache stehen Sicherheitsupdates bereit. Bei der Aktualisierung auf die Version 4.1.10 wird eine Sicherheitslücke geschlossen, über die Kriminelle Schadsoftware auf fremde Rechner installieren und ausführen können. Das Bundesamt für Sicherheit in der Informationstechnik stuft das Risiko als \u0022mittel\u0022 ein.\r\n\r\n3. McAfee Endpoint Security\r\n\r\nIn der Software Endpoint Security (ENS) von McAfee haben Sicherheitsexperten zwei Sicherheitslücken gefunden und geschlossen. Über diese können Angreifer unbefugt auf Dateien zugreifen und Abstürze verursachen. Betroffen sind ausschließich Windows-Systeme. McAfee stuft das Risiko bei der einen Lücke als hoch ein, bei der anderen als mittel.\r\n\r\n4. VMware vCenter Server\r\n\r\nHeise.de berichtet aktuell auch von Schwachstellen im Verwaltungsprogramm für virtuelle Maschinen vCenter Server von VMware. Administratoren, die über das Programm Server verwalten, sollten die von den Entwicklern zur Verfügung gestellten Sicherheitsupdates installieren, um zu verhindern, dass über die Sicherheitslücken Schadsoftware eingeschleust und ausgeführt werden kann. Das Risiko sei hoch, so VMware.",
    "categories": ["37", "42", "45"],
    "url_action": [
      {
        "url": "https://www.apple.com/de/newsroom/2021/06/apple-advances-its-privacy-leadership-with-ios-15-ipados-15-macos-monterey-and-watchos-8/",
        "title": "Apple.com: Apple baut seine Führungsposition beim Datenschutz weiter aus "
      },
      {
        "url": "https://www.macerkopf.de/2021/09/22/ios15-macos-monterey-co-apple/",
        "title": "Macerkopf.de: Apple legt verstärkten Fokus auch Datenschutz ..."
      },
      {
        "url": "https://www.bsi.bund.de/SharedDocs/Warnmeldungen/DE/TW/2021/09/warnmeldung_tw-t21-0186.html",
        "title": "BSI: Apache OpenOffice: Schwachstelle ermöglicht Ausführen von beliebigem Programmcode ..."
      },
      {
        "url": "https://www.heise.de/news/Sicherheitsupdates-Luecken-in-McAfee-Endpoint-Security-gefaehrden-Windows-PCs-6197083.html",
        "title": "Heise.de: Lücken in McAfee Endpoint Security gefährden Windows-PCs "
      },
      {
        "url": "https://www.heise.de/news/Wichtige-Sicherheitsupdates-VMware-vCenter-Server-ist-vielfaeltig-angreifbar-6198240.html",
        "title": "Heise.de: VMware vCenter Server ist vielfältig angreifbar "
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.cyberfibel.de/digitale-kompetenzen/geraete-und-software-sicher-einrichten-und-pflegen/software-aktuell-halten",
        "title": "Cyberfibel: Software aktuell halten"
      },
      {
        "url": "https://www.bsi.bund.de/DE/Themen/Verbraucherinnen-und-Verbraucher/Informationen-und-Empfehlungen/Cyber-Sicherheitsempfehlungen/Updates-Browser-Open-Source-Software/Wichtige-Softwareupdates/wichtige-softwareupdates_node.html",
        "title": "BSI: Softwareupdates – ein Grundpfeiler der IT-Sicherheit"
      }
    ],
    "id": "4771"
  },
  {
    "published_date": "1632128400",
    "level": "0",
    "title": "Phishing: Gefälschte E-Mails im Namen der Sparkasse im Umlauf",
    "body": "Die Verbraucherzentrale Sachsen-Anhalt warnt zurzeit vor gefälschten E-Mails, die Kriminelle im Namen der Sparkasse versenden. Diese E-Mails zielen alle darauf ab, persönliche Daten zu erbeuten. Dazu wird ein Trick angewandt: In der E-Mail wird behauptet, es gäbe ein neues Sicherheitsverfahren namens \u0022S-Cert\u0022. Dieses diene angeblich der Verschlüsselung der Kundendaten und sei daher sicherer als der Vorgänger. Die Kriminellen behaupten in der E-Mail, das neue Verfahren sei aufgrund einer neuen Datenschutzrefom eingeführt worden. Diese gibt es aber nicht.\r\n\r\nDie Empfänger der E-Mail werden darum gebeten, sich mittels Link über die Änderung zu informieren und das neue Sicherheitsverfahren einzurichten. Mit dem Klicken auf dem Link sei man gleich eingeloggt. \u0022Genau das sollten Verbraucher nicht tun, sondern die Mail unbeantwortet in den Spamordner verschieben, um sich vor möglichem Datenmissbrauch zu schützen\u0022, so die Warnung der Verbraucherzentrale. Klickt man trotzdem auf den Link, wird man auf eine gefälschte Webseite der Sparkasse geleitet. Gibt man dort seine privaten Daten wie z. B. Kontonummer, Passwort, PIN und so weiter ein, gelangen sie umgehend zu den Kriminellen. Diese Daten werden dann in Hackerforen verkauft oder für weitere illegale Betrügereien missbraucht.\r\n\r\nHierbei handelt es nicht um einen Einzelfall. Immer wieder tauchen E-Mails in Posteingängen auf, die vorgeben, von Banken zu stammen, zuletzt von der Postbank, von den Volksbanken-Raiffeisenbanken oder von der Hanseatic Bank. In allen E-Mails versuchen die Betrüger immer wieder, die Aufmerksamkeit auf das Klicken eines Links zu lenken. Immer wieder geht es vermeintlich um Sicherheitsprobleme, die gelöst werden müssten: Das Konto bei der Bank sei aufgrund zu vieler Anmeldeversuche gesperrt worden, es gebe eine Pflichtumstellung auf ein neues System bei der Bank (bei den E-Mails im Namen der Volksbanken zum Beispiel \u0022VRSecureGO\u0022) oder irgendwelche Unstimmigkeiten solle man als Kunde umgehend prüfen. Durch die Dringlichkeit, die die Kriminellen vorgeben, ist man im Stress. In der Eile vergisst man oft, dass es sich um Phishing handelt. Schnell sind dann die Daten auf den gefälschten Webseiten eingegeben.\r\n\r\nSowohl die E-Mails als auch die Webseiten sehen immer wieder täuschend echt aus. Um die E-Mails von jenen zu unterscheiden, die tatsächlich von der Sparkasse oder von einer anderen Bank stammen, rät SiBa zu den folgenden Vorsichtsmaßnahmen: Prüfen Sie, ob Sie in der E-Mail mit Ihrem Namen angesprochen werden. Ist dem nicht so, handelt es sich höchstwahrscheinlich um einen Phishing-Versuch. Prüfen Sie die vollständige E-Mail-Adresse des Absenders. Handelt es sich um eine offizielle E-Mail-Adresse, endet diese mit @sparkasse.de oder mit der Adresse Ihrer Bank (z. B. @postbank.de) oder wirkt sie merkwürdig kryptisch oder viel zu lang? Gleiches gilt auch für die Webseite: Ist die Web-Adresse (www.sparkasse.de oder www.postbank.de) identitisch mit der, die Sie sonst aufrufen oder ist sie ganz anders oder viel länger? Auch zahlreiche Rechtschreibfehler sind ein Indikator für Phishing-Versuche. Sind Sie sich unsicher, ob es tatsächlich Unklarheiten bei Ihrem Konto gibt, können Sie sich auch unabhängig von der E-Mail - ohne auf den Link zu klicken - Ihren Browser öffnen, die Webseite Ihrer Bank eingeben und sich ins Online-Banking einloggen. Gibt es tatsächlich Unregelmäßigkeiten oder Probleme, werden Sie nach dem Einloggen von Ihrer Bank darauf hingewiesen. In der Regel ist dem aber nicht so. Im Zweifel können Sie sich auch telefonisch an die jeweilige Kundenbetreuung wenden. Diese teilt Ihnen auch mit, was zu tun ist, wenn Sie Opfer eines Phishing-Angriffs wurden. SiBa rät Ihnen in diesem Fall den Gang zur Polizei, um Anzeige zu erstatten.\r\n",
    "categories": ["37"],
    "url_action": [
      {
        "url": "https://www.verbraucherzentrale-sachsen-anhalt.de/wissen/digitale-welt/phishingradar/phishingradar-aktuelle-warnungen-6059",
        "title": "VZ Sachsen-Anhalt: Phishing-Welle trifft Sparkasse"
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.sicher-im-netz.de/phishing-im-netz-erkennen-und-vorbeugen",
        "title": "DsiN: Phishing im Netz erkennen und vorbeugen"
      },
      {
        "url": "https://www.bsi.bund.de/DE/Themen/Verbraucherinnen-und-Verbraucher/Cyber-Sicherheitslage/Methoden-der-Cyber-Kriminalitaet/Spam-Phishing-Co/Passwortdiebstahl-durch-Phishing/passwortdiebstahl-durch-phishing_node.html;jsessionid=B3F83FFC1CD4A777E87255DBF218EA41.internet472",
        "title": "BSI: Phishing E-Mails – Passwortdiebstahl durch Phishing"
      }
    ],
    "id": "4765"
  },
  {
    "published_date": "1631701800",
    "level": "1",
    "title": "Update-Mittwoch: Microsoft, Apple, Adobe und Google schließen Sicherheitslücken",
    "body": "SiBa informiert Sie nun schon seit vielen Jahren tagesaktuell über IT-Sicherheitsrisiken und vermittelt Ihnen praktische Tipps für Ihren Selbstschutz. Zu den wichtigsten Ratschlägen für mehr IT-Sicherheit gehört das Installieren von Sicherheitsupdates. Sie schließen Sicherheitslücken in Softwareanwendungen und Betriebssystemen, sodass kriminelle Hacker über diese keine persönlichen oder vertraulichen Daten mehr abgreifen und keine Systeme mehr mit Schadsoftware angreifen können.\r\n\r\nSicherheitsupdates veröffentlichen Hersteller häufig an sogenannten \u0022Patchdays\u0022. Das sind in der Regel Dienstage. Entsprechende Meldungen veröffentlicht die Fach-Prese mittwochs. So nun auch SiBa: Zukünftig werden wir Sie jeden Mittwoch über Sicherheitsupdates zahlreicher Hersteller informieren. Und wir beginnen mit dem \u0022Update-Mittwoch\u0022 heute.\r\n\r\nSiBa rät, den Mittwoch zu nutzen, um die zur Verfügung gestellten Sicherheitsupdates zu installieren, sofern das nicht automatisch geschieht.\r\n\r\n1. Microsoft\r\n\r\nDas US-Unternehmen hat Sicherheitsupdates zu den folgenden Anwendungen bereitgestellt:\r\n\r\n Windows\r\n Edge\r\n Office\r\n Sharepoint Server\r\n\r\nDie Updates schließen Lücken, über die Schadsoftware auf Windows-PCs eingeschleust werden kann. Die Schwachstellen im Browser Edge wurden bereits ausgenutzt. Das Windows-Update schließt Schwachstellen, die bereits seit Juli bekannt sind.\r\nDas Bundesamt für Sicherheit in der Informationstechnik bewertet das Sicherheitsrisko als hoch.\r\n\r\n2. Apple\r\n\r\nApple hat bereits am Montag Sicherheitsupdates veröffentlich, für:\r\n\r\n macOS Big Sur\r\n macOS Catalina\r\n iOS\r\n iPadOS\r\n Safari\r\n\r\nDie Updates schließen Schwachstellen, die bereits von Hackern missbraucht wurden, vor allem zur Bedrohung von Personen über Messages und zur Installation von Spähsoftware. Über die Schwachstelle bei Safari ist es Hackern möglich, Schadsoftware auf fremden Macs zu installieren.\r\nDas Bundesamt für Sicherheit in der Informationstechnik bewertet das Sicherheitsrisko hier ebenfalls als hoch.\r\nSIBa rät vor allem Mandatstragende und Kandidierende für die Bundestagswahl oder zu den Landtagen zur Installation der von Apple bereitgestellten Updates.\r\n\r\nDarüber hinaus hat Apple angekündigt, am 20. September iOS 15 und iPadOS 15 zu veröffentlichen. Das umfangreiche Update geht mit zahlreichen neuen Sicherheits- und Datenschutzeinstellungen einher.\r\n\r\n3. Adobe\r\n\r\nFür fast jede Software hat Adobe Sicherheitsupdates zur Verfügung gestellt, darunter:\r\n\r\n Acrobat und Acrobat Reader\r\n InCopy\r\n InDesign\r\n Photoshop und Photoshop Elements\r\n Premiere Pro\r\n\r\nÜber verschiedene Schwachstellen in den Anwendungen können Kriminelle Schadsoftware auf Fremd-Rechnern installieren. Betroffen sind Macs und Windows-PCs.\r\n\r\n4. Google\r\n\r\nAuch Google hat ein Sicherheitsupdate bereitsgestellt, für den Browser Chrome. Ähnlich wie bei Microsoft Edge kann über eine Schwachstelle im Chrome-Browser Schadsoftware auf Rechnern eingeschleust werden. Dazu genügt es, eine schadhafte Webseite zu öffnen\r\n",
    "categories": ["37", "41", "42", "45"],
    "url_action": [
      {
        "url": "https://www.heise.de/news/Patchday-Microsoft-schliesst-von-Angreifern-ausgenutzte-Luecke-in-Windows-6192327.html",
        "title": "Heise.de: Microsoft schließt von Angreifern ausgenutzte Lücke in Windows "
      },
      {
        "url": "https://www.heise.de/news/Patchday-Adobe-schliesst-Schadcode-Luecken-in-Photoshop-Co-6192382.html",
        "title": "Heise.de: Adobe schließt Schadcode-Lücken in Photoshop \u0026 Co. "
      },
      {
        "url": "https://www.heise.de/news/NSO-Skandal-Apple-Updates-beheben-endlich-Pegasus-Luecke-6191067.html",
        "title": "Heise.de: Apple-Updates beheben endlich Pegasus-Lücke"
      },
      {
        "url": "https://www.heise.de/news/Jetzt-patchen-Erneut-Exploit-Code-fuer-Chrome-Luecken-in-Umlauf-6191051.html",
        "title": "Heise.de: Jetzt patchen! Erneut Exploit-Code für Chrome-Lücken in Umlauf "
      }
    ],
    "url_explanation": [
      {
        "url": "https://www.security-insider.de/was-ist-der-patchday-a-667650/",
        "title": "Security-Insider: Was ist der Patchday?"
      },
      {
        "url": "https://www.cyberfibel.de/digitale-kompetenzen/geraete-und-software-sicher-einrichten-und-pflegen/software-aktuell-halten",
        "title": "Cyberfibel: Software aktuell halten"
      }
    ],
    "id": "4760"
  }
]
